tap "hashicorp/tap"

brew "awscli"
brew "awsume"
brew "gh"
brew "go@1.22"
brew "jq"
brew "mysql-client"
brew "nodenv"
brew "pyenv"
brew "starship"
brew "terraform"
brew "tokei"
brew "tree"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "deepl"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-source-han-code-jp"
cask "ghostty"
cask "istat-menus"
cask "notion"
cask "rectangle"
# cask "karabiner-elements" # https://github.com/pqrs-org/Karabiner-Elements/issues/3941
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
