tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "mysql-client"
brew "nodenv"
brew "starship"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "deepl"
cask "docker"
cask "fig"
cask "font-fira-code-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "skitch"
cask "spectacle"
cask "tableplus"

# brew "graphviz"
# brew "pipenv"
# brew "plantuml"
# brew "pyenv"
# cask "adoptopenjdk8"
# cask "google-cloud-sdk"
